import React from 'react';
import '../Styles/BriefBlock.css'

const BriefBlock = () => {
    return (
        <div className="brief-container">
            <div className="brief-block">
                <h2 id="brief-block">Заповнення брифу</h2>
                <p>Бриф (brief) - це короткий документ або інструкція, яка містить основну інформацію та вимоги щодо певного завдання, проекту, або завдання. Бриф може використовуватися в різних галузях, включаючи маркетинг, рекламу, дизайн, розробку програмного забезпечення, і багато інших.

                    Зазвичай бриф створюється замовником або клієнтом і надається фахівцям або команді, яка виконуватиме завдання. Бриф може містити таку інформацію, як:

                    Опис завдання: Детальний опис того, що потрібно зробити або досягнути.
                    Цільова аудиторія: Інформація про цільову аудиторію або клієнтів, до яких спрямований проект.
                    Обмеження: Обмеження або умови, які повинні бути враховані при виконанні завдання.
                    Бюджет: Інформація про фінансові обмеження або бюджет для проекту.
                    Терміни: Дедлайни та строки завершення проекту.
                    Очікуваний результат: Опис того, яким повинен бути результат роботи.
                    Бриф допомагає забезпечити чітке розуміння вимог та очікувань між замовником і виконавцем проекту, сприяє ефективному спілкуванню та допомагає уникнути непорозумінь.</p>
                <button className="order-button">Заповнити зараз</button>
            </div>
        </div>
    );
};

export default BriefBlock;
